<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Строки для восстановления пароля
    |--------------------------------------------------------------------------
    |
    | Следующие строки являются стандартными, которые соответствуют причинам,
    | выдаваемым системой восстановления пароля при попытке обновления пароля,
    | такие как ошибки из-за недействительного пароля/токена сброса.
    |
    */

    'reset' => 'Ваш пароль был успешно изменен.',
    'sent' => 'Мы отправили ссылку для сброса пароля на ваш электронный адрес.',
    'throttled' => 'Пожалуйста, подождите перед тем как повторить попытку.',
    'token' => 'Недействительный токен для сброса пароля.',
    'user' => 'Мы не смогли найти пользователя с таким электронным адресом.',

];
